{
    "Главная": {
        "Поиск": "Іздеу",
        "О журнале": "Журнал туралы",
        "Описание": "«Supply Chain Management» ғылыми журналы 2023 жылдан бастап шығарылады. Журналдың құрылтайшысы (баспагері) - Қазақстан-Неміс университеті. Журнал жылына 4 рет (3 ай сайын) шығады.",
        "Читать далее": "Ары қарай оқу"
    },
    "Header": {
        "Главная": "Басты бет",
        "О журнале": "Журнал туралы",
        "Текущий выпуск": "Ағымдағы шығарылым",
        "Архивы": "Мұрағаттар",
        "Ред коллегия": "Ред. алқасы",
        "Контакты": "Байланыс ақпараты"
    },
    "Меню": {
        "Войти": "Кіру",
        "Редактировать профиль": "Профильді түзету",
        "Панель рецензирования": "Рецензиялау тақтасы",
        "Админ панель": "Админ панелі",
        "Выйти": "Шығу"
    },
    "Footer": {
        "Контакты": "Байланыс ақпараты",
        "Дополнительно": "Қосымша",
        "Страница университета": "Университет беті"
    },
    "Сайдбар": {
        "Отправить статью": "Мақаланы жіберу",
        "Правила оформления статей": "Мақалаларды рәсімдеу ережелері",
        "Информация для авторов": "Авторлар үшін ақпарат",
        "Информация для читателей": "Оқырмандар үшін ақпарат",
        "Свидетельство о постановке на учет в КИ": "КИ-де тіркеуге қою туралы куәлік"
    },
    "Авторизация": {
        "Войти": "Кіру",
        "Вход": "Кіру",
        "Выйти": "Шығу",
        "Зарегистрироваться": "Тіркелу",
        "Уже есть аккаунт": "Аккаунт бар ма",
        "Напомнить пароль": "Құпия сөзді еске түсіру",
        "Это обязательное поле": "Бұл міндетті өріс"
    },
    "О журнале": {
        "О журнале": "Журнал туралы",
        "Описание": "«Supply Chain Management» ғылыми журналы 2023 жылдан бастап шығарылады. Журналдың құрылтайшысы (баспагері) - Қазақстан-Неміс университеті. Журнал жылына 4 рет (3 ай сайын) шығады.",
        "1) Транспорт, транспортная инженерия": "1) Тасымал, тасымал инженериясы",
        "2) Логистика на транспорте, организация перевозок": "2) Тасымалда логистика, тасымалдарды ұйымдастыру",
        "информирование научной общественности по фундаментальным и прикладным исследованиям,": "Ғылыми қоғамдастықты негізгі және қолданбалы зерттеулер бойынша хабардар ету,",
        "содействие развитию научных исследований через освещение научной деятельности специалистов в научных областях, предусмотренных тематикой Журнала": "Журнал тақырыптарына сәйкес ғылыми салалардағы мамандардың ғылыми қызметін жариялау арқылы ғылыми зерттеулерді дамытуға көмектесу",
        "привлечение внимания ученых и специалистов к его проблемам": "ғалымдар мен мамандардың назарын оның мәселелеріне тарту",
        "публикация оригинальных научных статей и обзоров": "түпнұсқа ғылыми мақалалар мен шолуларды жариялау;",
        "отражение основных результатов научно-исследовательских и опытно-конструкторских работ;": "ғылыми-зерттеу және эксперименталдық-конструкторлық жұмыстардың негізгі нәтижелерін көрсету;",
        "пропаганда основных достижений науки;": "ғылымның негізгі жетістіктерін насихаттау;",
        "обеспечение эффективной научно-исследовательской деятельности в университета;": "университетте тиімді ғылыми-зерттеу қызметін қамтамасыз ету;",
        "формирование научного сообщества, объединенного тематикой журнала": "журнал тақырыбы бойынша біріктірілген ғылыми қоғамдастықты қалыптастыру.",
        "4 раза в год": "жылына 4 рет",
        "Казахстанско-Немецкий университет": "Қазақстан-Неміс университеті",
        "Периодичность": "Шығу жиілігі",
        "Тематическая направленность": "Тақырыптық бағыт",
        "Издатель": "Баспагер",
        "Цели и задачи": "Мақсаттар мен міндеттер",
        "Основными целями издания научного журнала «Supply Chain Management» является": "«Supply Chain Management» ғылыми журналын шығарудың негізгі мақсаттары болып табылады",
        "Журнал издается для решения следующих задач": "Журнал келесі міндеттерді шешу үшін шығарылады"
    },
    "Редакционная коллегия": {
        "Редакционная коллегия": "Редакциялық алқа",
        "Ажибаева Асель Ауезовна – кандидидат экономических наук, ректор Казахстанско-Немецкого университета": "Ажибаева Асель Әуезқызы – экономика ғылымдарының кандидаты, Қазақстан-Неміс университетінің ректоры, Scopus Autor ID:57221255140, Scopus һ-индекс - 0",
        "Кегенбеков Жандос Кадырханович – кандидат технических наук, ассоциированный профессор,  декан факультета инжиниринга и информационных технологий Казахстанско-Немецкого университета": "Кегенбеков Жандос Қадырханұлы – техника ғылымдарының кандидаты, ассоциацияланған профессор, Қазақстан-Неміс университетінің инженерия және ақпараттық технологиялар факультетінің деканы, Scopus Autor ID:57209659169, Scopus һ-индекс - 4",
        "Тюлюбаева Динара Муратбековна - кандидат технических наук, ассоциированный профессор, Руководитель отдела науки и инновационной деятельности Казахстанско-Немецкого университета": "Тюлюбаева Динара Муратбекқызы - техника ғылымдарының кандидаты, ассоциацияланған профессор, Қазақстан-Неміс университетінің ғылым және инновациялық қызмет бөлімінің басшысы, Scopus Autor ID:57220925037, Scopus һ-индекс - 1",
        "Бекжанова Сауле Ертаевна – доктор технических наук, профессор Satbayev University": "Бекжанова Сәуле Ертайқызы – техника ғылымдарының докторы, Сәтбаев Университетінің профессоры, Scopus Autor ID:57196468656, Scopus һ-индекс - 3",
        "Толуев Юрий Иванович - Хабилитированный доктор естественных наук, доктор технических наук, профессор Института Транспорта и Телекоммуникаций (Латвия)": "Толуев Юрий Иванович - Табиғи ғылымдардың хабилитацияланған докторы, техника ғылымдарының докторы, Көлік және Байланыс Институтының (Латвия) профессоры, Scopus Autor ID:57219535533, Scopus һ-индекс - 4",
        "Джаксон Илья -  доктор PhD Института Транспорта и Телекоммуникаций (Латвия)": "Джаксон Илья - PhD докторы, Көлік және Байланыс Институты (Латвия), Scopus Autor ID:57204778322, Scopus һ-индекс - 6"
    },
    "Правила оформления статей": {
        "Правила оформления статей": "Мақалаларды рәсімдеу ережелері",
        "Материал статьи": "Мақаланың материалы – мәтін, қазақ, орыс және ағылшын тілдеріндегі аннотация, әдебиеттер тізімі, суреттер, суреттерге және кестелерге түсініктемелер бір файлда *.RTF немесе *.DOCX форматтарында, 2013 жылғы нұсқасынан кейінгі Microsoft Word мәтіндік редакторында сақталған, себебі Microsoft Word нұсқаларының айырмашылығынан сөздер арасында бос орындардың болмауы мәселесі туындайды. Басқа форматтарда сақталған файлдар қабылданбайды.",
        "Структура рукописи": "Қолжазбаның құрылымы",
        "Структура статьи строится строго в следующем порядке": "Мақаланың құрылымы қатаң тәртіпте құрылады:",
        "Информация об авторах": "Авторлар туралы ақпарат, әр автордың тегі, аты-жөні толығымен, ғылыми дәрежесі, лауазымы, жұмыс/оқу орны, электрондық пошта мекенжайы қазақ, орыс және ағылшын тілдерінде.",
        "Название статьи – по центру, жирными и прописными буквами": "Мақаланың атауы – ортада, қалың және бас әріптермен.",
        "Аннотация – не более 300 слов": "Аннотация – 300 сөзден аспайды",
        "Ключевые слова– не менее 3-5 слов": "Түйін сөздер– кемінде 3-5 сөз",
        "Полный текст статьи, соответствующий международной формуле IMRAD (оформляется на языке написания статьи).": "Мақаланың толық мәтіні, халықаралық IMRAD формуласына сәйкес келеді (мақаланың жазылу тілінде рәсімделеді).",
        "Introduction - Введение": "Кіріспе",
        "Methodology - Материалы и методы": "Әдістеме - Материалдар мен әдістер",
        "Results - Результаты": "Нәтижелер",
        "Discussion -  Обсуждение  и Заключение": "Талқылау - Қорытынды және пікірлер",
        "Список использованной литературы в строгом порядке по нумерации на языке статьи и общепринятой английской транслитерации c переводом названий литературных источников на английский язык": "Пайдаланылған әдебиеттер тізімі мақаланың тіліндегі нөмірлеу бойынша қатаң тәртіппен және жалпы қабылданған ағылшын транслитерациясымен, әдебиет көздерінің атауларының ағылшын тіліне аудармасымен беріледі.",
        "Обязательные сопроводительные документы:": "Міндетті құжаттар:",
        "Полный текст рукописи объемом 6-8 (не более 15) страниц, включая пристатейные компоненты: списки литературы на языке оригинала и на латинице, аннотации и ключевые слова на языке рукописи и в английском переводе, выполненном в полном объеме в соответствии с требованиями к оформлению в среде Word и PDF": "Қолжазбаның толық мәтіні 6-8 беттен (15 беттен аспайды) тұрады, оған мақалаға қосымша компоненттер кіреді: түпнұсқа тіліндегі және латын әліпбиіндегі әдебиеттер тізімі, қолжазба тіліндегі және ағылшын тіліне аударылған аннотациялар мен түйін сөздер, Word және PDF ортасында рәсімдеу талаптарына сәйкес толық орындалған.",
        "Сведения об авторах на казахском, русском и английском языках Для зарубежных авторов на английском языке": "Авторлар туралы мәліметтер қазақ, орыс және ағылшын тілдерінде. Шетелдік авторлар үшін ағылшын тілінде.",
        "На отдельной странице после статьи:": "Мақаладан кейін жеке бетте:",
        "Контакты авторов: ФИО – мобильный, рабочий и домашний телефоны, адрес электронной почты (email), полный почтовый адрес (при оплате за пересылку)": "Авторлардың байланыс ақпараты: Аты-жөні – ұялы, жұмыс және үй телефондары, электрондық пошта мекенжайы (email), толық пошталық мекенжай (жөнелтілім үшін төлем кезінде).",
        "Контакты автора, от имени которого будет производиться оплата: Фамилия ИО,  ИНН, мобильный, рабочий и домашний телефоны, e-mail, полный почтовый адрес с указанием индекса (для оформления договора)": "Төлем жасайтын автордың байланыс ақпараты: Тегі А.Ә., ЖСН, ұялы, жұмыс және үй телефондары, электрондық пошта (e-mail), индекс көрсетілген толық пошталық мекенжай (келісімшарт рәсімдеу үшін).",
        "Название статьи, ИО Фамилия авторов – строчными буквами на трех языках (англ, рус, каз)": "Мақаланың атауы, А.Ә. Авторлардың тегі – үш тілде (ағылш., орыс., қаз.) кіші әріптермен.",
        "требования_к_рукописи": "Жариялауға арналған материалдар келесі талаптарға сай болуы керек: мақаланың көлемі 5-8 бет (шолу мақалалары үшін 8-10 бет) бірақ 15 беттен аспауы керек, қаріп өлшемі – 12 (Times New Roman). Жиектері – жоғары және төмен – 2 см, сол жақ – 3 см, оң жақ – 1,5 см. Суреттер саны – 5-10. Жол аралығы – бір еселі; құрылымы халықаралық IMRaD формуласына сәйкес келуі керек, мұнда I – Introduction (кіріспе), M – Methods (әдістер), R – Results (нәтижелер), A – және, D – Conclusion+ Discussion (қорытынды, нәтижелерді талқылау және қорытындылар); мақаланың атауы қысқа болып, жұмыстың мәнін көрсетуі керек. Атауда аббревиатураларды қолдануға болмайды. Атау ақпараттық болуы керек; аннотация мәтіннің басында беріледі және мақаланың және оған сәйкес келетін ғылыми зерттеудің негізгі мазмұнын: өзектілігі, зерттеу объектісі, міндеттері, мақсаттары, әдістері, нәтижелері, қорытындылары мен ұсыныстарын көрсетуі керек. Аннотация қазақ, орыс, ағылшын тілдерінде ұсынылуы керек және 300 сөзден аспауы керек.",
        "ключевые_слова": "Түйін сөздер – мақаланың жазылған тілінде кемінде 3-5 түйін сөз немесе қысқа сөз тіркестері, зерттеу саласын сипаттауы керек. Сөздер мен/немесе сөз тіркестері үтірмен бөлінеді. Түйін сөздер олардың маңыздылығы ретімен жазылады, яғни мақаланың ең маңызды түйін сөзі тізімде бірінші болуы керек.",
        "сокращения_и_обозначения": "Қысқартулар мен белгілер тек өлшем бірліктерін, физикалық, химиялық және математикалық шамалар, терминдер және т.б. халықаралық бірлік жүйесінде қабылданған жағдайда ғана рұқсат етіледі. Жалпы қабылданған қысқартуларды шектеу керек және жеткілікті негізсіз жаңа қысқартулар енгізуден аулақ болу керек. Енгізілген қысқартулар ашылуы керек.",
        "си_единицы": "Мақалада қолданылатын барлық шамалардың өлшемі Халықаралық бірліктер жүйесіне (СИ) сәйкес келуі керек.",
        "библиографический_список": "Әдебиеттер тізімі мақалада көрсетілген ретпен міндетті түрде көрсетіледі. Әдебиет көздеріне сілтемелер үшін шаршы жақшалар қолданылады – [1], [4,5]. Әрбір көздің библиографиялық сипаттамасы оның мұқабасының артқы жағында көрсетілген сипаттамаға, жарияланған жылы, бет санына сәйкес келуі керек. Қолданылған әдебиеттер тізімі мақаланың жазылған тілінде ұсынылуы керек.",
        "графика_и_иллюстрации": "Графикалар мен суреттер, схемалар, фотосуреттер сондай-ақ жеке файлдар ретінде дубликатталады, мұнда олар түпнұсқа форматта ұсынылуы керек (мысалы, Microsoft Excel файлындағы диаграммалар 2013 жылдан кешіктірілмеген нұсқада, бейне немесе сурет ретінде емес). Сурет файлдары растрлық форматта болуы керек (JPEG, TIFF, BMP).",
        "нумерация_иллюстраций": "Әрбір иллюстрация, схема, сурет мақаланың басынан бастап үздіксіз нөмірленуі керек және міндетті түрде сурет астындағы жазу немесе кесте атауы болуы керек.",
        "формулы": "Мақаладағы барлық күрделі формулалар Microsoft Office формула редакторларын қолдана отырып, бірыңғай форматта, негізгі мәтіннің қаріп өлшемінен аспайтындай етіп, парақтың ортасына орналастырылуы және көрінбейтін шекаралары бар бір жолды кестеге енгізілуі және әрбір формуладан кейін жақшаларда үздіксіз нөмірленуі керек. Формулаларда мүмкіндігінше жалпы қабылданған латын әріптері қолданылуы керек, оның ішінде индекстер ретінде де. Мысалы, А + В = С (1).",
        "сканированные_материалы": "Сканерленген иллюстрацияларды, схемаларды, графиктерді, кестелерді және формулаларды қолдануға болмайды."
    },
    "Правила для читателей": {
        "Информация для читателей": "Оқырмандар үшін ақпарат",
        "Уважаемые читатели,": "Құрметті оқырмандар,",
        "Мы приглашаем вас подписаться на уведомление нашего журнала, подписавшись на получение уведомлений о выходе каждого нового номера Просто нажмите на ссылку РЕГИСТРАЦИЯ, расположенную в верхней части главной страницы журнала, чтобы завершить процесс регистрации": "Сіздерді біздің журналға жазылып, әр жаңа шығарылым шыққан сайын хабарландырулар алуға шақырамыз. Журналдың негізгі бетінің жоғарғы бөлігінде орналасқан ТІРКЕЛУ сілтемесін басып, тіркеу процесін аяқтаңыз.",
        "Зарегистрировавшись, вы будете получать содержание каждого нового номера журнала непосредственно на свою электронную почту, что позволит вам всегда быть в курсе последних исследований, статей и событий в нашей области Ваша регистрация также играет важную роль в поддержке журнала и вносит вклад в наше растущее сообщество заинтересованных читателей": "Тіркелгеннен кейін, сіз әр жаңа шығарылымның мазмұнын тікелей өз электрондық поштаңызға аласыз, бұл сізге соңғы зерттеулер, мақалалар және біздің саладағы оқиғалардың соңғы жаңалықтарында үнемі хабардар болуға мүмкіндік береді. Сіздің тіркелуіңіз журналды қолдауда маңызды рөл атқарады және біздің қызығушылық танытқан оқырмандар қауымдастығының өсуіне үлес қосады.",
        "Мы ценим вашу конфиденциальность, и вы можете быть уверены, что ваше имя и адрес электронной почты будут использоваться исключительно для рассылки обновлений журнала У нас есть специальная страница Заявление о конфиденциальности, где вы можете узнать больше о том, как мы обращаемся с вашей информацией и гарантируем, что она не будет использована в каких-либо других целях": "Біз сіздің құпиялылығыңызды қадірлейміз және сіздің атыңыз бен электрондық пошта мекенжайыңыз тек журнал жаңартуларын жіберу үшін ғана пайдаланылатынына сенімді бола аласыз. Бізде құпиялылық туралы мәлімдеме арнайы беті бар, онда сіз біздің сіздің ақпаратыңызбен қалай жұмыс істейтініміз туралы көбірек біле аласыз және оның басқа мақсаттар үшін пайдаланылмайтынын кепілдейміз.",
        "Спасибо, что стали частью нашего сообщества Мы с нетерпением ждем, когда вы будете информированы и вовлечены в ценный контент нашего журнала": "Біздің қауымдастығымыздың бір бөлігі болғаныңыз үшін рахмет. Біз сізді журналымыздың құнды контенті туралы хабардар етуді және оған қатысуды асыға күтеміз."
    },
    "Правила для авторов": {
        "Информация для авторов": "Авторлар үшін ақпарат",
        "Редакция научного журнала": "Ғылыми журналдың редакциясы тек бұрын жарияланбаған авторлық материалдарды – ғылыми мақалаларды, шолу мақалаларын, журнал тақырыбына сәйкес келетін қазақ, орыс және ағылшын тілдерінде қарастырады. Мақала журнал тақырыбына сәйкес келетін салалардағы өзекті мәселелер бойынша оригиналды ғылыми зерттеулер мен практикалық жұмыстың нәтижелерін қамтуы керек. Қолжазба мақалаларды рәсімдеу ережелеріне сәйкес рәсімделуі керек.",
        "Обращаем ваше внимание": "Назар аударыңыз, автор дәйексөз келтірудің дәлдігі үшін, деректердің, статистикалық мәліметтердің, жеке аттардың және басқа да ақпараттың дұрыстығы үшін, сондай-ақ ашық жариялауға жатпайтын материалдардың мазмұны үшін жауапты. Журналда интеллектуалды меншіктің басқа объектілерінің рұқсатсыз пайдаланылуы мен плагиат элементтері бар мақалалар жарияланбайды.",
        "Автор не должен предлагать свою статью другим журналам и изданиям, если она принята редакцией": "Егер мақала редакциямен қабылданса, автор оны басқа журналдарға және басылымдарға ұсынбауы керек.",
        "Оформленная по Правилам": "Ережелерге сәйкес рәсімделген қолжазба электрондық нұсқасы https://logscm.kz/ сайты арқылы «МАҚАЛАНЫ ЖІБЕРУ» түймесін басу арқылы авторлардың бірімен қабылданады. Мақалада 5 автордан артық болмауы керек"
    },
    "Контакты": {
        "Контакты": "Байланыс ақпараты",
        "Позвонить или написать": "Қоңырау шалу немесе жазу",
        "Научное сотрудничество": "Ғылыми ынтымақтастық",
        "Адрес главного корпуса А": "А корпусының мекенжайы",
        "Адрес второго корпуса В": "В корпусының мекенжайы",
        "Телефон": "Телефон",
        "Алматы": "Алматы қ.",
        "Казахстан": "Қазақстан",
        "Пушкина": "Пушкин к-сі, 111",
        "Назарбаева": "Назарбаев даңғылы, 173"
    },
    "Отправка статьи": {
        "О статье": "Мақала туралы",
        "Это поле обязательно к заполнению": "Бұл өріс толтырылуы міндетті",
        "Об авторах": "Авторлар туралы",
        "Загрузка статьи": "Мақаланы жүктеу",
        "Завершение": "Аяқтау",
        "Название статьи": "Мақаланың атауы",
        "Аннотация": "Аннотация",
        "Ключевые слова": "Түйін сөздер",
        "Введите ключевые слова": "Түйін сөздерді енгізіңіз",
        "Я прочел": "Мен оқыдым",
        "Далее": "Әрі қарай",
        "Имя": "Аты",
        "Фамилия": "Тегі",
        "Отчество": "Әкесінің аты",
        "Этот автор является главным": "Бұл автор бас автор болып табылады",
        "Место работы": "Жұмыс орны",
        "Сохранить автора": "Авторды сақтау",
        "Нажмите или перетащите файл в эту область": "Бұл аймаққа файлды басыңыз немесе сүйреңіз",
        "Я принимаю согласие на обработку персональных данных": "Жеке деректерді өңдеуге келісімімді беремін",
        "Я подтверждаю, что моя статья является оригинальной работой и не нарушает чужие авторские права": "Менің мақалам түпнұсқа еңбек екенін және басқалардың авторлық құқықтарын бұзбайтынын растаймын",
        "Поддержка одновременной загрузки нескольких файлов": "Бірнеше файлдарды бір мезгілде жүктеу қолдауы",
        "Отправить статью": "Мақаланы жіберу",
        "Спасибо вам за вашу заявку, она была подана на рецензию": "Өтінішіңіз үшін рахмет, ол рецензияға жіберілді.",
        "После завершения рецензии вам на почту придет письмо о ее результатах": "Рецензия аяқталғаннан кейін сізге оның нәтижелері туралы хат келеді"
    }
}
