{
    "Главная":{
        "Поиск": "Поиск",
        "О журнале": "О журнале",
        "Описание": "Научный журнал «Supply Chain Management» издается с 2023 года. Учредитель (издатель) журнала – Казахстанско-Немецкий университет. Журнал выходит с периодичностью 1 раз в 3 месяца (4 выпуска в год).",
        "Читать далее": "Читать далее"
    },
    "Header":{
        "Главная": "Главная",
        "О журнале": "О журнале",
        "Текущий выпуск": "Текущий выпуск",
        "Архивы": "Архивы",
        "Ред коллегия": "Редакция",
        "Контакты": "Контакты"
    },
    "Меню":{
        "Войти": "Войти",
        "Редактировать профиль": "Редактировать профиль",
        "Панель рецензирования": "Панель рецензирования",
        "Админ панель": "Админ панель",
        "Выйти": "Выйти"
    },
    "Footer":{
        "Контакты": "Контакты",
        "Дополнительно": "Дополнительно",
        "Страница университета": "Страница университета"
    },
    "Сайдбар":{
        "Отправить статью": "Отправить статью",
        "Правила оформления статей": "Правила оформления статей",
        "Информация для авторов": "Информация для авторов", 
        "Информация для читателей": "Информация для читателей",
        "Свидетельство о постановке на учет в КИ": "Свидетельство о постановке на учет в КИ"
    },
    "Авторизация": {
        "Войти": "Войти",
        "Вход": "Вход",
        "Выйти": "Выйти",
        "Зарегистрироваться": "Зарегистрироваться",
        "Уже есть аккаунт": "Уже есть аккаунт",
        "Напомнить пароль": "Напомнить пароль",
        "Это обязательное поле": "Это обязательное поле"
    },
    "О журнале": {
        "О журнале": "О журнале",
        "Описание": "Научный журнал «Supply Chain Management» издается с 2023 года. Учредитель (издатель) журнала – Казахстанско-Немецкий университет. Журнал выходит с периодичностью 1 раз в 3 месяца (4 выпуска в год).",
        "1) Транспорт, транспортная инженерия": "1. Транспорт, транспортная инженерия",
        "2) Логистика на транспорте, организация перевозок": "2. Логистика на транспорте, организация перевозок",
        "информирование научной общественности по фундаментальным и прикладным исследованиям,": "информирование научной общественности по фундаментальным и прикладным исследованиям,",
        "содействие развитию научных исследований через освещение научной деятельности специалистов в научных областях, предусмотренных тематикой Журнала": "содействие развитию научных исследований через освещение научной деятельности специалистов в научных областях, предусмотренных тематикой Журнала",
        "привлечение внимания ученых и специалистов к его проблемам": "привлечение внимания ученых и специалистов к его проблемам.",
        "публикация оригинальных научных статей и обзоров": "публикация оригинальных научных статей и обзоров;",
        "отражение основных результатов научно-исследовательских и опытно-конструкторских работ;": "отражение основных результатов научно-исследовательских и опытно-конструкторских работ;",
        "пропаганда основных достижений науки;": "пропаганда основных достижений науки;",
        "обеспечение эффективной научно-исследовательской деятельности в университета;": "обеспечение эффективной научно-исследовательской деятельности в университета;",
        "формирование научного сообщества, объединенного тематикой журнала": "формирование научного сообщества, объединенного тематикой журнала.",
        "4 раза в год": "4 раза в год",
        "Казахстанско-Немецкий университет": "Казахстанско-Немецкий университет",
        "Периодичность": "Периодичность",
        "Тематическая направленность": "Тематическая направленность",
        "Издатель": "Издатель",
        "Цели и задачи": "Цели и задачи",
        "Основными целями издания научного журнала «Supply Chain Management» является": "Основными целями издания научного журнала «Supply Chain Management» является",
        "Журнал издается для решения следующих задач": "Журнал издается для решения следующих задач"
    },
    
    "Редакционная коллегия": {
        "Редакционная коллегия": "Редакционная коллегия",
        "Ажибаева Асель Ауезовна – кандидидат экономических наук, ректор Казахстанско-Немецкого университета": "Ажибаева Асель Ауезовна – кандидидат экономических наук, ректор Казахстанско-Немецкого университета, Scopus Autor ID:57221255140, Scopus һ-индекс - 0",
        "Кегенбеков Жандос Кадырханович – кандидат технических наук, ассоциированный профессор,  декан факультета инжиниринга и информационных технологий Казахстанско-Немецкого университета": "Кегенбеков Жандос Кадырханович – кандидат технических наук, ассоциированный профессор, декан факультета инжиниринга и информационных технологий Казахстанско-Немецкого университета, Scopus Autor ID:57209659169, Scopus һ-индекс - 4",
        "Тюлюбаева Динара Муратбековна - кандидат технических наук, ассоциированный профессор, Руководитель отдела науки и инновационной деятельности Казахстанско-Немецкого университета": "Тюлюбаева Динара Муратбековна - кандидат технических наук, ассоциированный профессор, Руководитель отдела науки и инновационной деятельности Казахстанско-Немецкого университета, Scopus Autor ID:57220925037, Scopus һ-индекс - 1",
        "Бекжанова Сауле Ертаевна – доктор технических наук, профессор Satbayev University": "Бекжанова Сауле Ертаевна – доктор технических наук, профессор Satbayev University, Scopus Autor ID:57196468656, Scopus һ-индекс - 3",
        "Толуев Юрий Иванович - Хабилитированный доктор естественных наук, доктор технических наук, профессор Института Транспорта и Телекоммуникаций (Латвия)": "Толуев Юрий Иванович - Хабилитированный доктор естественных наук, доктор технических наук, профессор Института Транспорта и Телекоммуникаций (Латвия), Scopus Autor ID:57219535533, Scopus һ-индекс - 4",
        "Джаксон Илья -  доктор PhD Института Транспорта и Телекоммуникаций (Латвия)": "Джаксон Илья -  доктор PhD Института Транспорта и Телекоммуникаций (Латвия), Scopus Autor ID:57204778322, Scopus һ-индекс - 6"
    },
    "Правила оформления статей": {
        "Правила оформления статей": "Правила оформления статей",
        "Материал статьи – текст, включая аннотацию на казахском, русском и английском языках, список литературы, рисунки, подписи к рисункам и таблицы, оформляется одним файлом в форматах *.RTF или *.DOCX, сохраненным в текстовом редакторе Microsoft Word версии не ранее 2013 года, так как из-за различий в версиях Microsoft Word возникает проблема с отсутствием пробелов между словами. Файлы, сохраненные в иных форматах, не принимаютсяЁ": "Материал статьи – текст, включая аннотацию на казахском, русском и английском языках, список литературы, рисунки, подписи к рисункам и таблицы, оформляется одним файлом в форматах *.RTF или *.DOCX, сохраненным в текстовом редакторе Microsoft Word версии не ранее 2013 года, так как из-за различий в версиях Microsoft Word возникает проблема с отсутствием пробелов между словами. Файлы, сохраненные в иных форматах, не принимаются.",
        "Структура рукописи": "Структура рукописи",
        "Структура статьи строится строго в следующем порядке:": "Структура статьи строится строго в следующем порядке:",
        "Информация об авторах, включая, фамилию, имя и отчество каждого автора – полностью, ученую степень, должность, место работы/учебы адрес электронной почты на русском, казахском и английском языках.": "Информация об авторах, включая, фамилию, имя и отчество каждого автора – полностью, ученую степень, должность, место работы/учебы адрес электронной почты на русском, казахском и английском языках.",
        "Название статьи – по центру, жирными и прописными буквами": "Название статьи – по центру, жирными и прописными буквами.",
        "Аннотация – не более 300 слов": "Аннотация – не более 300 слов",
        "Ключевые слова– не менее 3-5 слов": "Ключевые слова– не менее 3-5 слов",
        "Полный текст статьи, соответствующий международной формуле IMRAD (оформляется на языке написания статьи).": "Полный текст статьи, соответствующий международной формуле IMRAD (оформляется на языке написания статьи).",
        "Introduction - Введение": "Introduction - Введение",
        "Methodology - Материалы и методы": "Methodology - Материалы и методы",
        "Results - Результаты": "Results - Результаты",
        "Discussion -  Обсуждение  и Заключение": "Discussion -  Обсуждение  и Заключение",
        "Список использованной литературы в строгом порядке по нумерации на языке статьи и общепринятой английской транслитерации c переводом названий литературных источников на английский язык": "Список использованной литературы в строгом порядке по нумерации на языке статьи и общепринятой английской транслитерации c переводом названий литературных источников на английский язык.",
        "Обязательные сопроводительные документы:": "Обязательные сопроводительные документы:",
        "Полный текст рукописи объемом 6-8 (не более 15) страниц, включая пристатейные компоненты: списки литературы на языке оригинала и на латинице, аннотации и ключевые слова на языке рукописи и в английском переводе, выполненном в полном объеме в соответствии с требованиями к оформлению в среде Word и PDF": "Полный текст рукописи объемом 6-8 (не более 15) страниц, включая пристатейные компоненты: списки литературы на языке оригинала и на латинице, аннотации и ключевые слова на языке рукописи и в английском переводе, выполненном в полном объеме в соответствии с требованиями к оформлению в среде Word и PDF.",
        "Сведения об авторах на казахском, русском и английском языках Для зарубежных авторов на английском языке": "Сведения об авторах на казахском, русском и английском языках. Для зарубежных авторов на английском языке.",
        "На отдельной странице после статьи:": "На отдельной странице после статьи:",
        "Контакты авторов: ФИО – мобильный, рабочий и домашний телефоны, адрес электронной почты (email), полный почтовый адрес (при оплате за пересылку)": "Контакты авторов: Ф.И.О. – мобильный, рабочий и домашний телефоны, адрес электронной почты (email), полный почтовый адрес (при оплате за пересылку).",
        "Контакты автора, от имени которого будет производиться оплата: Фамилия ИО,  ИНН, мобильный, рабочий и домашний телефоны, e-mail, полный почтовый адрес с указанием индекса (для оформления договора)": "Контакты автора, от имени которого будет производиться оплата: Фамилия И.О.,  ИНН, мобильный, рабочий и домашний телефоны, e-mail, полный почтовый адрес с указанием индекса (для оформления договора).",
        "Название статьи, ИО Фамилия авторов – строчными буквами на трех языках (англ, рус, каз)": "Название статьи, И.О. Фамилия авторов – строчными буквами на трех языках (англ., рус., каз.)."
    },
    "Правила для читателей": {
        "Информация для читателей": "Информация для читателей",
        "Уважаемые читатели,": "Уважаемые читатели,",
        "Мы приглашаем вас подписаться на уведомление нашего журнала, подписавшись на получение уведомлений о выходе каждого нового номера Просто нажмите на ссылку РЕГИСТРАЦИЯ, расположенную в верхней части главной страницы журнала, чтобы завершить процесс регистрации": "Мы приглашаем вас подписаться на уведомление нашего журнала, подписавшись на получение уведомлений о выходе каждого нового номера. Просто нажмите на ссылку РЕГИСТРАЦИЯ, расположенную в верхней части главной страницы журнала, чтобы завершить процесс регистрации.",
        "Зарегистрировавшись, вы будете получать содержание каждого нового номера журнала непосредственно на свою электронную почту, что позволит вам всегда быть в курсе последних исследований, статей и событий в нашей области Ваша регистрация также играет важную роль в поддержке журнала и вносит вклад в наше растущее сообщество заинтересованных читателей": "Зарегистрировавшись, вы будете получать содержание каждого нового номера журнала непосредственно на свою электронную почту, что позволит вам всегда быть в курсе последних исследований, статей и событий в нашей области. Ваша регистрация также играет важную роль в поддержке журнала и вносит вклад в наше растущее сообщество заинтересованных читателей.",
        "Мы ценим вашу конфиденциальность, и вы можете быть уверены, что ваше имя и адрес электронной почты будут использоваться исключительно для рассылки обновлений журнала У нас есть специальная страница Заявление о конфиденциальности, где вы можете узнать больше о том, как мы обращаемся с вашей информацией и гарантируем, что она не будет использована в каких-либо других целях": "Мы ценим вашу конфиденциальность, и вы можете быть уверены, что ваше имя и адрес электронной почты будут использоваться исключительно для рассылки обновлений журнала. У нас есть специальная страница \"Заявление о конфиденциальности\", где вы можете узнать больше о том, как мы обращаемся с вашей информацией и гарантируем, что она не будет использована в каких-либо других целях.",
        "Спасибо, что стали частью нашего сообщества Мы с нетерпением ждем, когда вы будете информированы и вовлечены в ценный контент нашего журнала": "Спасибо, что стали частью нашего сообщества. Мы с нетерпением ждем, когда вы будете информированы и вовлечены в ценный контент нашего журнала."
    },
    "Правила для авторов": {
        "Информация для авторов": "Информация для авторов",
        "Редакция научного журнала": "Редакция научного журнала «Supply Chain management» рассматривает только ранее не публиковавшиеся авторские материалы – научные статьи, обзорные статьи, соответствующие тематике журнала на казахском, русском и английском языках. Статья должна содержать результаты оригинальных научных исследований и практической работы по актуальным проблемам в сферах, которые соответствуют тематике журнала. Рукопись должна быть оформлена в соответствии с Правилами оформления статей.",
        "Обращаем ваше внимание": "Обращаем ваше внимание на то, что автор несет ответственность за достоверность цитирования источников, точность приведенных фактов, статистических данных, имен собственных и прочих сведений, а также за содержание материалов, не подлежащих открытой публикации. В журнале не публикуются статьи, содержащие элементы плагиата и любого другого несанкционированного использования объектов чужой интеллектуальной собственности.",
        "Автор не должен предлагать свою статью другим журналам и изданиям, если она принята редакцией": "Автор не должен предлагать свою статью другим журналам и изданиям, если она принята редакцией.",
        "Оформленная по Правилам": "Оформленная по Правилам электронная версия рукописи принимается через сайт https://logscm.kz/ кнопка «ОТПРАВИТЬ СТАТЬЮ» одним из авторов. Статья должна иметь не более 5 авторов"
    },
    "Контакты": {
        "Контакты": "Контакты",
        "Позвонить или написать": "Позвонить или написать",
        "Научное сотрудничество": "Научное сотрудничество",
        "Адрес главного корпуса А": "Адрес главного корпуса А",
        "Адрес второго корпуса В": "Адрес второго корпуса В",
        "Телефон": "Телефон",
        "Алматы": "г. Алматы",
        "Казахстан": "Казахстан",
        "Пушкина": "Ул. Пушкина, 111",
        "Назарбаева": "пр-т. Назарбаева, 173"
    },
    "Отправка статьи":{
        "О статье": "О статье",
        "Это поле обязательно к заполнению": "Это поле обязательно к заполнению",
        "Об авторах": "Об авторах",
        "Загрузка статьи": "Загрузка статьи", 
        "Завершение": "Завершение",
        "Название статьи": "Название статьи",
        "Аннотация": "Аннотация",
        "Ключевые слова": "Ключевые слова",
        "Введите ключевые слова": "Введите ключевые слова",
        "Я прочел": "Я прочел",
        "Далее": "Далее",
        "Имя": "Имя",
        "Фамилия": "Фамилия",
        "Отчество": "Отчество",
        "Этот автор является главным": "Этот автор является главным",
        "Место работы": "Место работы",
        "Сохранить автора": "Сохранить автора",
        "Нажмите или перетащите файл в эту область": "Нажмите или перетащите файл в эту область",
        "Я принимаю согласие на обработку персональных данных": "Я принимаю согласие на обработку персональных данных",
        "Я подтверждаю, что моя статья является оригинальной работой и не нарушает чужие авторские права": "Я подтверждаю, что моя статья является оригинальной работой и не нарушает чужие авторские права",
        "Поддержка одновременной загрузки нескольких файлов": "Поддержка одновременной загрузки нескольких файлов",
        "Отправить статью": "Отправить статью",
        "Спасибо вам за вашу заявку, она была подана на рецензию": "Спасибо вам за вашу заявку, она была подана на рецензию.",
        "После завершения рецензии вам на почту придет письмо о ее результатах": "После завершения рецензии вам на почту придет письмо о ее результатах"
    }
}